Revit 2024 API
IFCData.GetHashCode Method
 Gets the hash code.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public override int GetHashCode()
Visual Basic
Public Overrides Function GetHashCode As Integer
Visual C++
public:
virtual int GetHashCode() override
See Also
IFCData Class
Autodesk.Revit.DB.IFC Namespace